Repository: Lufi000/KirokuCamera
Catalog: KirokuCamera/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: %lld 张
en: %lld photos

source: %lld 张照片
en: %lld photos

source: 今天
en: Today

source: 例如：Amy的屁股
en: e.g., My progress

source: 保存
en: Save

source: 保存中...
en: Saving...

source: 保存到相册
en: Save to Photo Library

source: 保存失败
en: Save Failed

source: 保存失败，请重试。
en: Save failed. Please try again.

source: 保存对比图
en: Save Comparison

source: 允许访问
en: Allow Access

source: 关闭
en: Close

source: 创建并保存
en: Create & Save

source: 删除
en: Delete

source: 删除照片
en: Delete Photo

source: 删除记录项
en: Delete Record

source: 参考图
en: Reference

source: 取消
en: Cancel

source: 启动相机...
en: Starting camera...

source: 完成
en: Done

source: 对比
en: Compare

source: 封面
en: Cover

source: 封面照片
en: Cover Photo

source: 已保存到相册
en: Saved to Photo Library

source: 已有记录项
en: Existing Records

source: 应用变换失败
en: Failed to apply transform

source: 开始拍摄
en: Start Shooting

source: 开始拍照
en: Start Shooting

source: 开始记录变化
en: Start Tracking Changes

source: 开始记录新的变化
en: Start tracking new changes

source: 打开设置
en: Open Settings

source: 拍照
en: Camera

source: 放弃
en: Discard

source: 无法加载照片
en: Unable to load photos

source: 未获得保存到相册的权限
en: No permission to save to photo library

source: 添加记录项
en: Add Record

source: 点击下方相机按钮开始拍照 拍完后选择保存的记录项和角度
en: Tap the camera button below to start Then choose a record and angle to save

source: 点击右上角相机按钮 开始拍摄第一张照片
en: Tap the camera button at the top right to take your first photo

source: 点击添加备注
en: Tap to add a note

source: 照片库
en: Photo Library

source: 生成对比图失败
en: Failed to generate comparison

source: 相册
en: Library

source: 相册列表
en: Albums

source: 确定
en: OK

source: 确定要删除「%@」吗？ 将同时删除 %lld 张照片，此操作无法撤销。
en: Are you sure you want to delete "%@"? %lld photos will also be deleted. This cannot be undone.

source: 确定要删除这张照片吗？此操作无法撤销。
en: Are you sure you want to delete this photo? This action cannot be undone.

source: 视图
en: View

source: 第一张照片
en: First Photo

source: 记录项名称
en: Record Name

source: 设为封面
en: Set as Cover

source: 请在设置中允许访问照片
en: Please allow photo access in Settings

source: 请在设置中允许访问相机
en: Please allow camera access in Settings

source: 请输入新名称
en: Enter a new name

source: 还没有照片
en: No Photos Yet

source: 选择一张照片
en: Select a Photo

source: 选择日期
en: Select Date

source: 选择照片日期
en: Choose Photo Date

source: 选择记录项
en: Select Record

source: 重命名
en: Rename

source: 重命名记录项
en: Rename Record

source: 需要相机权限
en: Camera Access Required

source: 需要访问相册以选择照片
en: Photo library access is needed to select photos

source: 预览
en: Preview

source: 切换摄像头
en: Switch Camera

source: 隐藏参考图
en: Hide Reference

source: 显示参考图
en: Show Reference

source: 参考图透明度
en: Reference Opacity

source: 返回
en: Back

source: 照片
en: Photo

source: 对比照片
en: Comparison photo

source: 双指缩放或旋转，点击更换照片
en: Pinch to zoom or rotate, tap to change photo
